---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.TrussChordLocation.Top
enum: Autodesk.Revit.DB.Structure.TrussChordLocation
source: html/d7c3f89c-c753-915f-2f14-78a2114e70c1.htm
---
# Autodesk.Revit.DB.Structure.TrussChordLocation.Top

The top chord of the Truss.